IDEA StatiCa Open Model
OpenMessages.Add Method
Compatible with IDEA StatiCa Beta 21.0 - beta
 Add a message
 Namespace: IdeaRS.OpenModel.Message
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public void Add(
	OpenMessage message
)
Public Sub Add (
	message As OpenMessage
)
public:
void Add(
	OpenMessage^ message
)
Parameters
message
Type: IdeaRS.OpenModel.Message.OpenMessage
Message to be added
See Also
Reference
OpenMessages Class
IdeaRS.OpenModel.Message Namespace